/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again.";

/* from the scheme panel
   from the team panel */
"Add" = "Add";

/* No comment provided by engineer. */
"Aggressive" = "Aggressive";

/* No comment provided by engineer. */
"All" = "All";

/* from the settings table */
"Alternate Damage" = "Alternate Damage";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Are you reeeeeally sure?";

/* from the settings table */
"Audio Preferences" = "Audio Preferences";

/* No comment provided by engineer. */
"Available Teams" = "Available Teams";

/* No comment provided by engineer. */
"Average" = "Average";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Before playing the preview needs to be generated";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Before returning the preview needs to be generated";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Bully";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cavern" = "Cavern";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Change hedgehogs' hat";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Chat with the devs in IRC";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Choose a charismatic symbol for your team";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Choose hedgehog graves";

/* No comment provided by engineer. */
"Choose team fort" = "Choose team fort";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Choosing a Scheme will select its associated Weapon";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Classic Ammo Menu";

/* No comment provided by engineer. */
"Community" = "Community";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Damage popups will notify you on every single hit";

/* from the scheme panel
   from the team panel */
"Done" = "Done";

/* from the scheme panel
   from the team panel */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Edit scheme preferences";

/* No comment provided by engineer. */
"Edit team settings" = "Edit team settings";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Edit weapons preferences";

/* No comment provided by engineer. */
"End Game" = "End Game";

/* No comment provided by engineer. */
"Flag" = "Flag";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Follow us on Twitter";

/* No comment provided by engineer. */
"Fort" = "Fort";

/* No comment provided by engineer. */
"Game Modifiers" = "Game Modifiers";

/* No comment provided by engineer. */
"Game Settings" = "Game Settings";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"Grave" = "Grave";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Hogs controlled by AI";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen.";

/* ammo selection */
"Initial quantity " = "Initial quantity ";

/* from the settings table */
"Insert your password" = "Insert your password";

/* from the settings table */
"Insert your username (if you have one)" = "Insert your username (if you have one)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Join us on Facebook";

/* No comment provided by engineer. */
"Large" = "Large";

/* No comment provided by engineer. */
"Large Floating Islands" = "Large Floating Islands";

/* No comment provided by engineer. */
"Large Tunnels" = "Large Tunnels";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Leave a positive review on iTunes!";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* from the settings table */
"Main Configuration" = "Main Configuration";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Mark the death of your fallen warriors";

/* No comment provided by engineer. */
"Max Hogs:" = "Max Hogs:";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Medium Floating Islands";

/* No comment provided by engineer. */
"Medium Tunnels" = "Medium Tunnels";

/* No comment provided by engineer. */
"Missing detail" = "Missing detail";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Missions don't need further configuration";

/* from the settings table */
"Music" = "Music";

/* No comment provided by engineer. */
"Names and Hats" = "Names and Hats";

/* from the settings table */
"Nickname" = "Nickname";

/* No comment provided by engineer. */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No thanks" = "No thanks";

/* ammo selection */
"Number of turns before you can use this weapon " = "Number of turns before you can use this weapon ";

/* Short for 'Never' */
"Nvr" = "Nvr";

/* No comment provided by engineer. */
"Of course!" = "Of course!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, got it";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Opt for controlling the team or let the AI lead";

/* from the settings table */
"Other Settings" = "Other Settings";

/* from the settings table */
"Password" = "Password";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Pick a slang your hogs will speak";

/* No comment provided by engineer. */
"Playing Teams" = "Playing Teams";

/* ammo selection */
"Presence probability in crates " = "Presence probability in crates ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Press to resume playing or swipe to delete the save file.";

/* No comment provided by engineer. */
"Preview not available" = "Preview not available";

/* ammo selection */
"Quantity that you will find in a crate " = "Quantity that you will find in a crate ";

/* No comment provided by engineer. */
"Remind me later" = "Remind me later";

/* Short for 'Random' */
"Rnd" = "Rnd";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Scheme" = "Scheme";

/* No comment provided by engineer. */
"Scheme mismatch" = "Scheme mismatch";

/* No comment provided by engineer. */
"Scheme Name" = "Scheme Name";

/* No comment provided by engineer. */
"Schemes" = "Schemes";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Select at least two teams to play a game";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Select one Scheme and one Weapon for this game";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Select the team invincible fortress (only valid for fort games)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Select which style of ammo menu you prefer";

/* No comment provided by engineer. */
"Set difficulty level" = "Set difficulty level";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Set hedgehog voices";

/* No comment provided by engineer. */
"Set team flag" = "Set team flag";

/* on the overlay */
"Set!" = "Set!";

/* No comment provided by engineer. */
"Show Help" = "Show Help";

/* No comment provided by engineer. */
"Small" = "Small";

/* No comment provided by engineer. */
"Small Floating Islands" = "Small Floating Islands";

/* No comment provided by engineer. */
"Small Tunnels" = "Small Tunnels";

/* from the settings table */
"Sound" = "Sound";

/* No comment provided by engineer. */
"Style" = "Style";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Sync Schemes and Weapons";

/* No comment provided by engineer. */
"Tag" = "Tag";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Tap to add hogs or change color, touch and hold to remove a team.";

/* No comment provided by engineer. */
"Team Name" = "Team Name";

/* No comment provided by engineer. */
"Team Preferences" = "Team Preferences";

/* From the Settings, HelpPage and GameConfig(iPhone) */
"Teams" = "Teams";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "The map is too small for that many hogs";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "The robot badge indicates an AI-controlled team.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "The scheme you selected allows only for two teams";

/* No comment provided by engineer. */
"This weapon is locked" = "This weapon is locked";

/* No comment provided by engineer. */
"Too few teams playing" = "Too few teams playing";

/* No comment provided by engineer. */
"Too many hogs" = "Too many hogs";

/* No comment provided by engineer. */
"Too many teams" = "Too many teams";

/* No comment provided by engineer. */
"Visit our website" = "Visit our website";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Wacky" = "Wacky";

/* No comment provided by engineer. */
"Wait for the Preview" = "Wait for the Preview";

/* No comment provided by engineer. */
"Weaky" = "Weaky";

/* No comment provided by engineer. */
"Weapon" = "Weapon";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Weapon Ammuntions";

/* No comment provided by engineer. */
"Weapons" = "Weapons";

/* No comment provided by engineer. */
"Weaponset Name" = "Weaponset Name";

/* No comment provided by engineer. */
"Well, maybe not..." = "Well, maybe not...";

/* No comment provided by engineer. */
"Worldwide" = "Worldwide";

/* No comment provided by engineer. */
"You can add a description if you wish" = "You can add a description if you wish";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "You exceeded the maximum number of tems allowed in a game";

/* No comment provided by engineer. */
"Simple" = "Simple";

/* No comment provided by engineer. */
"Missions" = "Missions";

/* No comment provided by engineer. */
"Campaign" = "Campaign";

/* From the HelpPage */
"Here you can find help for the game configuration options. You can customize almost everything in the settings page." = "Here you can find help for the game configuration options. You can customize almost everything in the settings page.";

/* From the HelpPage */
"Did you know you can customize almost everything in the settings page?" = "Did you know you can customize almost everything in the settings page?";

/* From the HelpPage */
"Map preview" = "Map preview";

/* From the HelpPage */
"This is a small preview of your next map. Tap to select / generate a new map." = "This is a small preview of your next map. Tap to select / generate a new map.";

/* From the HelpPage */
"Schemes and Weapons" = "Schemes and Weapons";

/* From the HelpPage */
"Here you can choose which rules and which weapon set will be applied in game." = "Here you can choose which rules and which weapon set will be applied in game.";

/* From the HelpPage */
"Map type" = "Map type";

/* From the HelpPage */
"Choose between a static map or a randomly generated one (might require more time). In a mission you need to perfom some action to win." = "Choose between a static map or a randomly generated one (might require more time). In a mission you need to perfom some action to win.";

/* From the HelpPage */
"Tap anywhere to dismiss" = "Tap anywhere to dismiss";

/* From the HelpPage */
"Still confused? Don't worry, it's really simple! Try a couple of games and everything will become clear to you." = "Still confused? Don't worry, it's really simple! Try a couple of games and everything will become clear to you.";

/* From the HelpPage */
"Select which teams are playing! Add hogs by tapping on them and set their color to figure friend and foe teams out. AI teams will appear with a small robot badge next their name." = "Select which teams are playing! Add hogs by tapping on them and set their color to figure friend and foe teams out. AI teams will appear with a small robot badge next their name.";

/* From the HelpPage */
"Map theme" = "Map theme";

/* From the HelpPage */
"Here you can choose how your map will appear in game." = "Here you can choose how your map will appear in game.";

/* From the HelpPage */
"Max hedgehogs" = "Max hedgehogs";

/* From the HelpPage */
"This number is the maximum size for all the hogs playing (in every team)." = "This number is the maximum size for all the hogs playing (in every team).";

/* From the HelpPage */
"Start button" = "Start button";

/* From the HelpPage */
"This button starts the game." = "This button starts the game.";

/* From the HelpPage */
"Size slider" = "Size slider";

/* From the HelpPage */
"For Random and Maze maps you can decide to generate only maps of a certain size." = "For Random and Maze maps you can decide to generate only maps of a certain size.";

/* From the MapConfig */
"Random" = "Random";

/* From the MapConfig and GameConfig(iPhone) */
"Map" = "Map";

/* From the MapConfig */
"Maze" = "Maze";

/* From the MapConfig */
"Mission" = "Mission";

/* From the GameConfig(iPhone) */
"Back" = "Back";

/* From the GameConfig(iPhone) */
"Details" = "Details";

/* From the GameConfig(iPhone) */
"Help" = "Help";

/* From the GameConfig(iPhone) */
"Start" = "Start";

/* From the Settings */
"Edit game options" = "Edit game options";

/* From the Settings */
"List of teams" = "List of teams";

/* From the Settings */
"List of weapons" = "List of weapons";

/* From the Settings */
"List of schemes" = "List of schemes";

/* From the Settings */
" ♥ THANK YOU ♥ " = " ♥ THANK YOU ♥ ";

/* From the SchemeWeaponConfig */
"Setting a Style might force a particular Scheme or Weapon configuration." = "Setting a Style might force a particular Scheme or Weapon configuration.";

/* From the SingleTeam */
"Select one hat for all hogs" = "Select one hat for all hogs";

/* From the WeaponCell */
"Initial quantity" = "Initial quantity";

/* From the WeaponCell */
"Probability in crates" = "Probability in crates";

/* From the WeaponCell */
"Presence probability in crates" = "Presence probability in crates";

/* From the WeaponCell */
"Weapon delay" = "Weapon delay";

/* From the WeaponCell */
"Turns before this weapon becomes usable" = "Turns before this weapon becomes usable";

/* From the WeaponCell */
"Quantity per crate" = "Quantity per crate";

/* From the WeaponCell */
"Quantity you will find in a crate" = "Quantity you will find in a crate";

/* From the StatsPage */
"kills" = "kills";

/* From the StatsPage */
"The best shot award won by %@ (with %@ points)" = "The best shot award won by %@ (with %@ points)";

/* From the StatsPage */
"The best killer is %@ with %@ kill(s) in a turn" = "The best killer is %@ with %@ kill(s) in a turn";

/* From the StatsPage */
"%@ hedgehog(s) were killed during this round" = "%@ hedgehog(s) were killed during this round";

/* From the StatsPage */
"%@ thought it's good to shoot his own hedgehogs with %@ points" = "%@ thought it's good to shoot his own hedgehogs with %@ points";

/* From the StatsPage */
"%@ killed %@ of his own hedgehogs" = "%@ killed %@ of his own hedgehogs";

/* From the StatsPage */
"%@ was scared and skipped turn %@ times" = "%@ was scared and skipped turn %@ times";

/* From the Restore game */
"Restore" = "Restore";

/* From the Restore game */
"Dismiss" = "Dismiss";

/* From the Restore game */
"Hmm..." = "Hmm...";

/* From the Restore game */
"It appears you didn't complete your last game!" = "It appears you didn't complete your last game!";

/* From the Restore game */
"Would you like to restore it?" = "Would you like to restore it?";

/* From the SingleScheme Settings */
"None" = "None";

/* From the SingleScheme Settings */
"Wrap" = "Wrap";

/* From the SingleScheme Settings */
"Bounce" = "Bounce";

/* From the SingleScheme Settings */
"Sea" = "Sea";

/* From the SavedGames */
"Clear All" = "Clear All";
